Repository: ramonvasc/dummy_market
Catalog: market/*.lproj/Localizable.strings
Languages: pt_br

source: Products
pt_br: Produtos

source: Go to Cart
pt_br: Ir para o carrinho

source: Cart Items: %lld
pt_br: Carrinho: %lld

source: Not enough products are available
pt_br: Número insuficiente de produtos

source: Price: %lld
pt_br: Preço: %lld

source: Brand: %@
pt_br: Marca: %@

source: In Stock: %lld
pt_br: Em estoque: %lld

source: Add to cart
pt_br: Adicionar ao carrinho

source: Units of product
pt_br: Unidades

source: Amount
pt_br: Quantidade

source: Please enter how many products you want.
pt_br: Insira o número de produtos desejado.

source: Product Price
pt_br: Preço do produto

source: Product Brand
pt_br: Marca do produto

source: In Stock Products
pt_br: Qunatidade de produtos em estoque

source: Add to cart button
pt_br: Botão adicionar ao carrinho

source: Ok button
pt_br: Botão Ok

source: Product Image
pt_br: Imagem do produto

source: Amount of products desired
pt_br: Qunatidade de produtos desejada

source: Go to cart button
pt_br: Botão ir para o carrinho

source: Opens cart view
pt_br: Abre o carrinho de compras

source: Closes alert
pt_br: Fecha o alerta

source: Adds product to cart
pt_br: Adiciona o produto ao carrinho

source: Enter amount of products
pt_br: Insira a quantidade de produtos desejada

source: Product title
pt_br: Título do produto

source: Product description
pt_br: Descrição do produto
